{
    "HI, I'M": "Olá, me chamo",
    "Fullstack web and mobile developer": "Desenvolvedor web fullstack e mobile",
    "projects": "Projetos",
    "MORE INFO": "MAIS INFORMAÇÕES",
    "LESS INFO": "MENOS INFORMAÇÕES",
    "Technologies used to build the application services:": "Tecnologias utilizadas para desenvolver os serviços das aplicações:",
    "and finally,": "e finalmente,",
    "In my personal journey, I already worked with some technologies, and here they are:": "Em minha jornada pessoa, já trabalhei com algumas tecnologias, então aqui estão:",
    "experience": "de experiência",
    "Your browser does not support the video tag.": "Seu navegador não suporta vídeos :(",
    "home": "Início",
    "contact": "Contate-me",
    "Contact": "Contate-me",
    "Enter your e-mail here": "Insira seu e-mail aqui",
    "VISIT PROJECT WEBSITE": "VISITAR SITE DO PROJETO",
    "WORK IN PROGRESS": "EM DESENVOLVIMENTO",
    "work in progress": "EM DESENVOLVIMENTO",
    "An online study organization platform that will help you review and keep your subjects up to date. Enough of forgetting.": "Uma plataforma de organização de estudos online que o ajudará a revisar e manter seus assuntos atualizados. Chega de esquecer.",
    "Coming soon...": "Em breve...",
    "WANT TO HAVE AN AWESOME PROJECT DONE?": "QUER REALIZAR UM PROJETO INCRIVEL?",
    "Data": "Dados",
    "The e-mail inserted is invalid.": "O e-mail inserido é invalido.",
    "Libraries": "Bibliotecas",
    "Check other repositories": "Acessar outros repositórios",
    "An application that will help you to report garbage outbreaks and find trash collection points in your city.": "Um aplicativo que vai te ajudar a denunciar focos de lixo e encontrar pontos de coleta de lixo em sua cidade.",
    "A website that will help you find vulnerable homeless animals, as well as help overcrowded shelters.": "Um site que irá ajudá-lo a encontrar animais sem-teto vulneráveis, bem como ajudar abrigos superlotados.",
    "year": "ano",
    "years": "anos",
    "month": "mês",
    "months": "meses",
    "And other +30 libraries": "E +30 outras bibliotecas",
    "Something wrong happened and I couldn't send your e-mail :(": "Algum problema rolou e não foi possível enviar seu e-mail :(",
    "Try again and if the problem persists, then it really is my fault, so please send me a message via one of the following social networks:": "Caso o problema persista, então realmente se trata de uma falha minha, por isso, peço encarecidamente que você me mande uma mensagem por uma das seguintes redes sociais:",
    "Thank you in advance for your support and I apologize for the problem 😊": "Desde já, agradeço pelo apoio e peço desculpas pelo problema 😊",
    "But for now...": "Mas por enquanto...",
    "As soon as I can, I will send you an email explaining all the details of how we can develop an amazing project together.": "Assim que puder, enviarei um e-mail para você explicando todos os detalhes de como podemos desenvolver um projeto incrível juntos.",
    "Check out my social media to find out a little more about who I am (it will be hard to find a picture of me, sorry!)": "Dá uma olhada nas minhas redes sociais pra saber um pouquinho mais sobre quem eu sou (vai ser difícil encontrar uma foto minha, desculpa!)",
    "By the way, in case you are anxious and don't want to wait for my answer": "Aliás, caso você seja ansioso e não queira esperar minha resposta",
    ", you can send me a direct message through one of these networks below:": ", pode me mandar uma mensagem direta por uma dessas redes abaixo:",
    "(or need an urgent answer!)": "(ou esteja precisando de uma resposta urgente!)",
    "In advance, thank you very much for your choice and attention! ❤️": "Desde já, muito obrigado pela escolha e atenção! ❤️",
    "- Sincerely, Edu :)": "- Atenciosamente, Edu :)",
    "Oops! Looks like something went wrong... ❌": "Opa! Parece que algo deu errado... ❌",
    "Yay! Everything went right! ✅": "Eba! Deu tudo certo! ✅",
    "Rhythm Haven is a musical experience about finding shelter on tough situations.": "Rhythm Haven é uma experiência musical sobre encontrar abrigo em situações difíceis.",
    "Extreme Adventures is a platform multiplayer adventure game with several exclusive mechanics and more than 10 unique levels.": "Extreme Adventures é um jogo de plataforma e aventura multiplayer com várias mecânicas exclusivas e mais de 10 níveis únicos.",
    "finished": "concluído",
    "sketch": "rascunho",
    "unfinished": "incompleto",
    "Games": "Jogos",
    "A platform for automating social events that seeks to help create good moments in an easy and practical way. Good memories last forever.": "Uma plataforma para automatizar eventos sociais que busca ajudar a criar bons momentos de uma maneira fácil e prática. Boas memórias duram para sempre.",
    "Software is a great combination between artistry and engineering.": "Software é uma ótima combinação entre arte e engenharia.",
    "Technology is unlocking the innate compassion we have for our fellow human beings.": "A tecnologia está desbloqueando a compaixão inata que temos por nossos semelhantes.",
    "It’s fine to celebrate success, but it is more important to heed the lessons of failure.": "É bom comemorar o sucesso, mas é mais importante prestar atenção às lições do fracasso."
}